alefragnani.project-manager
anthropic.claude-code
biomejs.biome
bradlc.vscode-tailwindcss
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
gruntfuggly.todo-tree
kisstkondoros.vscode-gutter-preview
leonardssh.vscord
miguelsolorio.symbols
mintlify.document
mintlify.mintlify-snippets
moyu.snapcode
ms-ossdata.vscode-pgsql
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
pmndrs.pmndrs
prisma.prisma
quicktype.quicktype
raunofreiberg.vesper
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-turkish
tal7aouy.rainbow-bracket
unifiedjs.vscode-mdx
usernamehw.errorlens
yoavbls.pretty-ts-errors
yy0931.vscode-sqlite3-editor
aaron-bond.better-comments
